tap 'homebrew/bundle'
tap 'homebrew/dev-tools'
tap 'homebrew/services'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'ag'
brew 'align'
brew 'archey'
brew 'arp-scan'
brew 'autojump'
brew 'bash'
brew 'bazaar'
brew 'center-im'
brew 'cmus'
brew 'ctags'
brew 'elixir'
brew 'erlang'
brew 'exiftool'
brew 'ffmpeg'
brew 'fish'
brew 'freetype'
brew 'gcc'
brew 'ghc'
brew 'ghi'
brew 'gist'
brew 'git'
brew 'gitup'
brew 'gnupg2'
brew 'go'
brew 'godep'
brew 'hr'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'iftop'
brew 'irssi'
brew 'jpegoptim'
brew 'jq'
brew 'lame'
brew 'lua'
brew 'lynx'
brew 'moreutils'
brew 'mr'
brew 'neovim'
brew 'nmap'
brew 'nodenv'
brew 'pstree'
brew 'q'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'ruby-build'
brew 'rust'
brew 'shellcheck'
brew 'siege'
brew 'sox'
brew 'sqlite'
brew 'sshuttle'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'wireshark'
brew 'youtube-dl'

tap  'caskroom/fonts'
cask 'font-consolas-for-powerline'
cask 'font-inconsolata'

cask 'alfred'
cask 'atom-beta'
cask 'bartender'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'encryptme'
cask 'firefox'
cask 'flux'
cask 'github'
cask 'google-chrome'
cask 'graphiql'
cask 'iterm2'
cask 'launchrocket'
cask 'postgres'
cask 'sequel-pro'
cask 'spotify'
cask 'textexpander'
cask 'textmate'
cask 'torbrowser'
cask 'vlc'
cask 'wireshark'

mas '1Password', id: 443987910
mas 'DaisyDisk', id: 411643860
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
mas 'StatusClock', id: 552792489
mas 'Things 3', id: 904280696
mas 'ToothFairy', id: 1191449274
mas 'Xcode', id: 497799835
