tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'

brew 'autojump'
brew 'bash'
brew 'bazaar'
brew 'ctags'
brew 'exiftool'
brew 'ffmpeg'
brew 'freetype'
brew 'gcc'
brew 'gist'
brew 'git'
brew 'gitup'
brew 'gnupg2'
brew 'go'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'iftop'
brew 'jpegoptim'
brew 'jq'
brew 'lame'
brew 'lynx'
brew 'moreutils'
brew 'nmap'
brew 'pstree'
brew 'pwgen'
brew 'q'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'ruby-build'
brew 'rust'
brew 'shellcheck'
brew 'siege'
brew 'sox'
brew 'sshuttle'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'

tap  'homebrew/cask-fonts'
cask 'font-consolas-for-powerline'
cask 'font-inconsolata'

cask 'alfred'
cask 'bartender'
cask 'dash'
cask 'encryptme'
cask 'github'
cask 'graphiql'
cask 'iterm2'
cask 'launchrocket'
cask 'postgres'
cask 'sequel-pro'
cask 'spotify'
cask 'textexpander'
cask 'textmate'
cask 'tripmode'
cask 'vlc'

mas 'DaisyDisk', id: 411643860
mas 'StatusClock', id: 552792489
mas 'Things 3', id: 904280696
mas 'ToothFairy', id: 1191449274
mas 'Xcode', id: 497799835
