tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/dev-tools'
tap 'homebrew/services'
tap 'neovim/neovim'

brew 'ag'
brew 'align'
brew 'archey'
brew 'bash'
brew 'bazaar'
brew 'center-im'
brew 'closure-compiler'
brew 'cmus'
brew 'ctags'
brew 'docker'
brew 'elixir'
brew 'erlang'
brew 'exiftool'
brew 'ffmpeg'
brew 'fish'
brew 'freetype'
brew 'gcc'
brew 'ghc'
brew 'ghi'
brew 'gist'
brew 'git'
brew 'gnupg2'
brew 'go'
brew 'godep'
brew 'hr'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'iftop'
brew 'irssi'
brew 'jpegoptim'
brew 'jq'
brew 'keybase'
brew 'lame'
brew 'lua'
brew 'lynx'
brew 'moreutils'
brew 'mr'
brew 'mysql'
brew 'neovim'
brew 'nmap'
brew 'nodenv'
brew 'pstree'
brew 'q'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'rbenv-readline'
brew 'ruby-build'
brew 'rust'
brew 'siege'
brew 'sox'
brew 'sqlite'
brew 'sshuttle'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'

cask 'dash'
cask 'firefox'
cask 'flux'
cask 'font-inconsolata'
cask 'limechat'
cask 'postgres'
cask 'sequel-pro'
cask 'screenhero'
cask 'spotify'
cask 'torbrowser'
cask 'vlc'
